class Article {
  String? image;
  String title;
  String text;
  String? starnote;
  String? image2;
  String? text2;
  String? starnote2;
  Article(
      {this.image,
      required this.title,
      required this.text,
      this.starnote,
      this.text2,
      this.image2,
      this.starnote2});
}

List<Article> articleData = [
  Article(
      title: '',
      text:
          'از زمانی که ارزش جهانی صنعت بازی تا 300 بیلیون دلار رشد کرد، دیگر بازی کردن فقط یک تفریح برای اوقات فراغت محسوب نمی شود. این روز های افراد زیادی درآمد های کلانی از بازی کردن بدست می آورند، کاری که زمانی تفریح محسوب می شد امروزه می تواند منبع درآمد خوبی برای افراد باشد، مخصوصا از زمانی که بازی ها بر پایه بلاکچین و ارز های دیجیتال ساخته شده اند این فرصت برای افراد بیشتری بوجود آمد تا بتوانند همراه با تجربه بازی درآمد هم کسب کنند.',
      image: 'assets/image/top-p2e-games-march.jpg',
      starnote:
          'برای افراد شاغل این بازی ها میتونه به عنوان درآمد جانبی به افزایش درآمدشون کمک کنه ',
      text2:
          'برای افراد شاغل این بازی ها میتونه به عنوان درآمد جانبی به افزایش درآمدشون کمک کنه و برای افرادی که درآمد ندارند می تونه خرج زندگی روزانشون رو تامین کنه و برای این کار فقط به اینترنت و چند ساعت زمان در روز نیاز دارید ولی باید بدونید که بیشتر برای کسب درآمد وجود دارد در واقع را های نا محدودی وجود دارد تا شما بتوانید از بازی های بلاکچینی کسب درآمد کنید تو این بخش هفت راهی که می تونید ازش درآمد بیشتری کسب کنید را توضیح می دهیم ',
      image2: 'assets/image/fdfdfd.jpg',
      starnote2:
          'برای افراد شاغل این بازی ها میتونه به عنوان درآمد جانبی به افزایش درآمدشون کمک کنه '),
  Article(
      title: 'سبا هلیس',
      text:
          'برای افراد شاغل این بازی ها میتونه به عنوان درآمد جانبی به افزایش درآمدشون کمک کنه و برای افرادی که درآمد ندارند می تونه خرج زندگی روزانشون رو تامین کنه و برای این کار فقط به اینترنت و چند ساعت زمان در روز نیاز دارید ولی باید بدونید که بیشتر برای کسب درآمد وجود دارد در واقع را های نا محدودی وجود دارد تا شما بتوانید از بازی های بلاکچینی کسب درآمد کنید تو این بخش هفت راهی که می تونید ازش درآمد بیشتری کسب کنید را توضیح می دهیم ',
      starnote:
          'برای افراد شاغل این بازی ها میتونه به عنوان درآمد جانبی به افزایش درآمدشون کمک کنه ')
];
